/**
 * 首頁 - 跑馬燈
 *
 * @url home/marquee
 */

module.exports = (req) => {
  return {
    code: 0,
    message: "成功",
    data: {
      list: [
        {
          id: 1,
          title: '即日起完成首存即可享有68%的超高红利，最高领取888元！',
          content: '即日起只要完成首存即可享有68%的超高红利，最高领取888元，还有积分大奉送，存越多送越多，积分不断礼不停！'
        },
        {
          id: 2,
          title: '即日起完成首存即可享有68%的超高红利，最高领取888元！',
          content: '即日起只要完成首存即可享有68%的超高红利，最高领取888元，还有积分大奉送，存越多送越多，积分不断礼不停！'
        },
        {
          id: 3,
          title: '即日起完成首存即可享有68%的超高红利，最高领取888元！',
          content: '即日起只要完成首存即可享有68%的超高红利，最高领取888元，还有积分大奉送，存越多送越多，积分不断礼不停！'
        }
      ]
    }
  }
}
